[Play_X2_XP_KAL_S_Ambush_A AkEvent]
SpokenText="Ми потрапили в засідку Обраних! Потрібно витягувати наших звідси!"

[Play_X2_XP_KAL_S_Covert_Action_Complete_A AkEvent]
SpokenText="Завершено поточну операцію, шеф."

[Play_X2_XP_KAL_S_First_Res_Op_Geoscape AkEvent]
SpokenText="Одному з Храмовників не завадила б ваша допомога, шеф."

[Play_X2_XP_KAL_S_Generic_Confirmation_A AkEvent]
SpokenText="Як скажете, шеф."

[Play_X2_XP_KAL_S_Influence_Increased_A AkEvent]
SpokenText="Міць нашого Опору зростає. Ми дамо відсіч ворогу."

[Play_X2_XP_KAL_S_Met AkEvent]
SpokenText="Нам стало відомо про ваші досягнення. Не терпиться самим побачити ваш талант."

[Play_X2_XP_KAL_S_New_Covert_Actions_A AkEvent]
SpokenText="Шеф, з'явилися нові можливості посилити Опір."

[Play_X2_XP_KAL_S_Support_Great_Mission_01 AkEvent]
SpokenText="Діючи разом, ми в сто разів сильніші. Ваші здібності не викликають сумніву."

[Play_X2_XP_KAL_S_Support_Tough_Mission_01 AkEvent]
SpokenText="Можливо, ваш талант переоцінений. Сподіваюся, ця поразка не повториться."

[Play_X2_XP_KAL_S_Templar_Class_Intro AkEvent]
SpokenText="Мої люди розуміють необхідність співпраці. Старійшини вважають нас лише сировиною для своїх проектів. Ми заволодіємо їхньою силою і обернемо її проти них самих."

[Play_X2_XP_S_KAL_Ambient_Blacksite AkEvent]
SpokenText="Нехай жахливі експерименти Старійшин не стали для нас несподіванкою, але це не робить їх менш жахливими. Як нам тепер відомо, ворог має плани не тільки на наш світ, але і на саму нашу сутність."

[Play_X2_XP_S_KAL_Ambient_Forge AkEvent]
SpokenText="Старійшини вже забрали у нас занадто багато, а тепер вони хочуть перетворити наш світ у щось зовсім нове і чуже за допомогою ще більш нелюдських процесів."

[Play_X2_XP_S_KAL_Ambient_Philosophy AkEvent]
SpokenText="Псі-енергія вільно тече крізь наш світ; приборкавши її течію, Храмовники здатні перевершити те, що раніше вважалося межою людських можливостей. Коли Старійшини будуть вигнані з Землі, їхня могутність залишиться нам."

[Play_X2_XP_S_KAL_Ambient_PsiGate AkEvent]
SpokenText="Мені цілком ясно, що за допомогою цих порталів Старійшини доставляють у цей світ свої безчисленні полчища і забирають відібране у нас. Можливо, всім буде краще, якщо ці ворота будуть знищені."

[Play_X2_XP_S_KAL_Ambient_Reaper_Musing AkEvent]
SpokenText="Жнеці ні у що не вірять, і їм немає діла до істинної природи нашого світу, прихованої від їхніх очей. Проте їхня діяльність по всьому світу змусила Старійшин здригнутися і вселила страх у серця їхніх підданих. Це робить їх цінними союзниками, поки вони вірні спільній меті."

[Play_X2_XP_S_KAL_Ambient_Skirmisher_Musing AkEvent]
SpokenText="Мої прихильники не вірять, що ті, хто колись служив Старійшинам, можуть відкинути своїх фальшивих богів. Проте, їхня жага помсти збігається з нашими власними планами."

[Play_X2_XP_S_KAL_Chosen_Killed_Stronghold AkEvent]
SpokenText="Всі Храмовники у боргу перед вами: вам вдалося те, що досі вважалося неможливим - знищити мерзенне поріддя Старійшин. Ваш героїзм дозволить нам з новою силою виступити проти Старійшин, наближаючи їхню загибель!"

[Play_X2_XP_S_KAL_Confirm_Covert_Action_A AkEvent]
SpokenText="Прийнято. Мої прихильники цінують підтримку ваших сил."

[Play_X2_XP_S_KAL_Confirm_Covert_Action_B AkEvent]
SpokenText="Ми негайно розпочнемо операцію."

[Play_X2_XP_S_KAL_Confirm_Covert_Action_C AkEvent]
SpokenText="Мої прихильники повернуться з перемогою."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_A AkEvent]
SpokenText="Під час операції ми потрапили в засідку. Я з'ясую у своїх прихильників, що сталося."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_B AkEvent]
SpokenText="Наші люди вціліли, але засідка, організована силами Старійшин, поставила хрест на нашій операції."

[Play_X2_XP_S_KAL_Covert_Action_Ambushed_C AkEvent]
SpokenText="Старійшини починають боятися наших дій. Ця засідка - вираження їхнього відчаю."

[Play_X2_XP_S_KAL_Covert_Action_Complete_A AkEvent]
SpokenText="Наша спільна операція завершена."

[Play_X2_XP_S_KAL_Covert_Action_Complete_B AkEvent]
SpokenText="Разом ми досягли успіху у своїй справі."

[Play_X2_XP_S_KAL_Covert_Action_Complete_C AkEvent]
SpokenText="Наша співпраця пішла на користь Опору."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_A AkEvent]
SpokenText="Ми заволоділи новою цінною інформацією, що стосується злобних порідь Старійшин."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_B AkEvent]
SpokenText="Об'єднаний Опір продовжує збирати інформацію про Обраних, які полюють на нас."

[Play_X2_XP_S_KAL_Covert_Action_Fragment_Gain_C AkEvent]
SpokenText="Нам стала відома нова інформація про Обраних і їхні плани."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_A AkEvent]
SpokenText="В результаті наших спільних дій один із моїх вірних послідовників вирішив вступити у ваші ряди."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_B AkEvent]
SpokenText="Побачивши ваші бойові подвиги, один із Храмовників вирішив приєднатися до вашої організації на благо спільної справи."

[Play_X2_XP_S_KAL_Covert_Action_Hero_Grant_C AkEvent]
SpokenText="За підсумками наших спільних дій доблесний Храмовник хоче приєднатися до вас і служити під вашим командуванням."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_A AkEvent]
SpokenText="Наша кампанія проти Старійшин приносить нові успіхи, а разом із ними - нові можливості."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_B AkEvent]
SpokenText="Мої послідовники і ваші підлеглі набираються досвіду. Тепер Опір може взяти на себе більше відповідальності, якщо це потрібно."

[Play_X2_XP_S_KAL_Covert_Action_Order_Gain_C AkEvent]
SpokenText="Разом з успіхом до нас приходить можливість взятися за нові завдання."

[Play_X2_XP_S_KAL_Faction_Encountered AkEvent]
SpokenText="Я бачу у вас союзника - ворога моїх ворогів. Мої послідовники домагаються рівноваги між силами, що пронизують Землю і всіх її мешканців. За допомогою розроблених нами ж технологій ми керуємо псі-енергією, щоб Старійшини відповіли за кожного, хто впав жертвою їхніх прислужників."

[Play_X2_XP_S_KAL_Faction_Leader_Intro AkEvent]
SpokenText="Мені здається, нам давно пора поспілкуватися, ви так не вважаєте? Мене звати Гайст, я ватажок ордена Храмовників. Вам, втім, це і так відомо: легенди про мене розійшлися далеко. Вам тут завжди раді. Із усієї нашої раси лише вам відомо справжнє могутність Старійшин. Вам довелося доторкнутися до їхнього розуму, почути їхні голоси. Звісно, вам також відомо, що їм уготовано падіння. Від імені всіх Храмовників я пропоную вам наші послуги заради наближення їхнього кінця. Разом нас не зупинити."

[Play_X2_XP_S_KAL_First_Order_Screen AkEvent]
SpokenText="За час перебування у цьому світі моїм послідовникам вдалося багато чого дізнатися. Під вашим керівництвом ми відкриємо нові способи боротьби зі Старійшинами на благо Опору."

[Play_X2_XP_S_KAL_First_Order_Screen_Slot_Open AkEvent]
SpokenText="Мої послідовники готові до нових наказів."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_A AkEvent]
SpokenText="Мої послідовники пройнялися повагою до ваших здібностей."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_B AkEvent]
SpokenText="Наша віра в XCOM та його ватажка поки що себе виправдовує."

[Play_X2_XP_S_KAL_Influence_Gained_HIGH_C AkEvent]
SpokenText="Спільні цілі роблять наших людей сильнішими."

[Play_X2_XP_S_KAL_Influence_Gained_MED_A AkEvent]
SpokenText="Віра у ваші слова поширюється повільно, але вірно."

[Play_X2_XP_S_KAL_Influence_Gained_MED_B AkEvent]
SpokenText="З часом наші люди стануть більше довіряти один одному."

[Play_X2_XP_S_KAL_Influence_Gained_MED_C AkEvent]
SpokenText="Мої послідовники починають вірити у вас."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_A AkEvent]
SpokenText="Мені стало відомо, що у нас з'явилася нова можливість завдати удару по Старійшинам, якою ви можете скористатися за бажанням."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_B AkEvent]
SpokenText="З'явилася нова можливість припинити плани Старійшин. Моєму послідовникам не терпиться розпочати діяти."

[Play_X2_XP_S_KAL_New_Covert_Actions_Available_C AkEvent]
SpokenText="У нас з'явилася можливість завдати Старійшинам відчутного удару, якщо хочете."

[Play_X2_XP_S_KAL_Res_Op_Failure_A AkEvent]
SpokenText="Ваша поразка - удар по Опору."

[Play_X2_XP_S_KAL_Res_Op_Failure_B AkEvent]
SpokenText="Навіть у разі невдачі ми повинні зберігати впевненість."

[Play_X2_XP_S_KAL_Res_Op_Failure_C AkEvent]
SpokenText="Після цієї поразки мої послідовники почнуть сумніватися."

[Play_X2_XP_S_KAL_Res_Op_Failure_D AkEvent]
SpokenText="Ця поразка не зломить наш дух."

[Play_X2_XP_S_KAL_Res_Op_Failure_E AkEvent]
SpokenText="Ми повинні вчитися на помилках."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_A AkEvent]
SpokenText="Шеф, я змушений просити вас провести життєво важливу для Опору операцію."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_B AkEvent]
SpokenText="Група моїх послідовників зіткнулася з проблемами. Ваша допомога допомогла б знизити загрозу."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_C AkEvent]
SpokenText="Прибульці продовжують ускладнювати життя моїх послідовників, але з вашою допомогою виконання завдання стало б менш небезпечним."

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_D AkEvent]
SpokenText="Моїм послідовникам потрібна допомога, яку я не можу їм надати. Ви допоможете нам?"

[Play_X2_XP_S_KAL_Res_Op_Help_Needed_E AkEvent]
SpokenText="Як ваші союзники, ми змушені звернутися до вас за допомогою заради спільної справи."

[Play_X2_XP_S_KAL_Res_Op_Success_A AkEvent]
SpokenText="Це великий успіх."

[Play_X2_XP_S_KAL_Res_Op_Success_B AkEvent]
SpokenText="Це велика честь для моїх послідовників."

[Play_X2_XP_S_KAL_Res_Op_Success_C AkEvent]
SpokenText="Ви здійснили сьогодні велику справу."

[Play_X2_XP_S_KAL_Res_Op_Success_D AkEvent]
SpokenText="Ваш успіх надасть нових сил Опору."

[Play_X2_XP_S_KAL_Res_Op_Success_E AkEvent]
SpokenText="Ніхто не сумнівався у ваших здібностях."

[Play_X2_XP_S_KAL_Res_Order_Confirm_A AkEvent]
SpokenText="Мої послідовники виконають це."

[Play_X2_XP_S_KAL_Res_Order_Confirm_B AkEvent]
SpokenText="Я передам ваші вказівки далі."

[Play_X2_XP_S_KAL_Res_Order_Confirm_C AkEvent]
SpokenText="Храмовники все виконають."

[Play_X2_XP_S_KAL_Res_Order_Confirm_D AkEvent]
SpokenText="Я розумію."

[Play_X2_XP_S_KAL_Res_Order_Confirm_E AkEvent]
SpokenText="Ми вже приступили."

[Play_X2_XP_S_KAL_Walkup_Captured_Soldier_Rescue AkEvent]
SpokenText="Турбота про союзника у біді - одна з рис, які відрізняють нас від прибульців."

[Play_X2_XP_S_KAL_Walkup_Faction_Only AkEvent]
SpokenText="Ваша перемога над вірним слугою Старійшин вселяє надію у всіх, хто раніше вважав подібне неможливим."
